Revit 2027 API
OBJExportOptions Constructor
 Constructs a new instance of OBJExportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public OBJExportOptions()
Public Sub New
public:
OBJExportOptions()
new : unit -> OBJExportOptions
See Also
Reference
OBJExportOptions Class
OBJExportOptions Overload
Autodesk.Revit.DB Namespace